/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "%@內";

"now" = "現在";
"%d year (plural rule: other)" = "%d 年";
"%d month (plural rule: other)" = "%d 月";
"%d week (plural rule: other)" = "%d 週";
"%d day (plural rule: other)" = "%d 天";
"%d hour (plural rule: other)" = "%d 小時";
"%d minute (plural rule: other)" = "%d 分鐘";
"%d second (plural rule: other)" = "%d 秒";
